Repository: emha-koeln/dovedevil
Catalog: languages/dovedevil-*.po
Languages: de_de

source: Add Pigeon
de_de: Taube hinzufügen

source: Assign
de_de: Zuordnen

source: Assign Fanciers.
de_de: Züchter zuordnen

source: Assign WordPress User
de_de: WordPress Benutzer zuordnen

source: Club
de_de: Verein

source: Club.
de_de: Verein

source: Country
de_de: Land

source: Delete
de_de: Löschen

source: DoveDevil Add Pigeon
de_de: DoveDevil Taube hinzufügen

source: DoveDevil Assign
de_de: DoveDevil Zuordnen

source: DoveDevil Club
de_de: DoveDevil Verein

source: DoveDevil Fancier
de_de: DoveDevil Züchter

source: DoveDevil General
de_de: DoveDevil Allgemein

source: DoveDevil Pigeons Table
de_de: DoveDevil Taubenübersicht

source: Edit
de_de: Bearbeiten

source: Fancier
de_de: Züchter

source: Fancier Name
de_de: Züchter Name

source: Fancier to simulate
de_de: Züchter simulieren

source: Fancier.
de_de: Züchter

source: Federation Name
de_de: RV Name

source: Federation Reg
de_de: Reg

source: Federation RV
de_de: RV

source: Female
de_de: Weibchen

source: Gender
de_de: Geschlecht

source: General
de_de: Allgemin

source: If this looks reasonable, import the data
de_de: Wenn diese Daten plausibel sind, importieren

source: Import
de_de: Importieren

source: Male
de_de: Taube

source: Manage your Pigeons as Fancier or as Club
de_de: Verwalten Sie ihren Taubenbestand als Züchter oder im Verein

source: No Pigeon Data
de_de: Keine Taubendaten

source: No pigeons avaliable.
de_de: Keine Tauben vorhanden

source: Number
de_de: Nummer

source: Pigeon Gender
de_de: Geschlecht

source: Pigeon RingNR
de_de: Ringnummer

source: Pigeons
de_de: Tauben

source: Pigeons Name
de_de: Taubenname

source: Pigeons Table
de_de: Taubenübersicht

source: Pigeons.
de_de: Tauben.

source: Ring Number
de_de: Ringnummer

source: Save
de_de: Speichern

source: Save failed!
de_de: Speichern fehlgeschlagen!

source: Select file to import:
de_de: Datei wählen:

source: Select user to assign:
de_de: Benutzer auswählen:

source: Set the Information on the Club-Page first
de_de: Bitte tragen sie erst die Stammdaten auf der Vereins-Seite ein.

source: Welcome to DoveDevil.
de_de: Willkommen

source: Year
de_de: Jahr

source: Your are not a registered fancier. Please contact your site-operator!
de_de: Sie sind kein registrierter Züchter Bitte kontaktieren sie den Seiten-Betreiber.
